<?php

return [
    'dengru' => 'เข้าสู่ระบบ',
    'lang' => 'ภาษาไทย',
    'wellcome' => 'ยินดีต้อนรับสู่โลกอนาคตดิจิทัล',
     'account' => 'กรุณากรอกชื่อผู้ใช้',
     'password' => 'กรุณากรอกรหัสผ่าน',
     'Openaccountimmediately' => 'เปิดบัญชีตอนนี้',
     'pname' => 'กรุณากรอกชื่อผู้ใช้ที่ถูกต้อง',
     'wanjimima' => 'ลืมรหัสผ่าน',
     'yonghubuchunzai' => 'ไม่มีผู้ใช้อยู่',
     'dengrumimayouwu' => 'รหัสผ่านเข้าสู่ระบบไม่ถูกต้อง โปรดลองอีกครั้ง!',
     'dengruchenggong' => 'ลงชื่อเข้าใช้สำเร็จ',
     'zhanghaosdlxgly' => 'บัญชีถูกล็อค โปรดติดต่อผู้ดูแลระบบ!',
     
     'zczh' => 'ลงทะเบียนบัญชี',
     'yonghuming' => 'ชื่อผู้ใช้',
     'yonghumima' => 'รหัสผ่านผู้ใช้',
     'quremima' => 'ยืนยันรหัสผ่านผู้ใช้',
     'zhifumima' => 'รหัสผ่านการชำระเงิน',
     'qrzhifumima' => 'ยืนยันรหัสผ่านการชำระเงิน',
     'youjyzm' => 'รหัสการเชิญ',
     'zhuce' => 'ลงทะเบียน',
     
     'qsrzqdyhm' => 'กรุณากรอกชื่อผู้ใช้ที่ถูกต้อง',
     'gzhyzc' => 'บัญชีนี้ได้รับการลงทะเบียนแล้ว！',
     'qsrdwmm' => 'กรุณากรอกรหัสผ่าน 6-16 หลัก!',
     'qsryzm' => 'กรุณากรอกรหัสยืนยัน',
     'yzmbzq' => 'รหัสยืนยันไม่ถูกต้อง',
     'lcmmbyz' => 'รหัสผ่านสองตัวไม่สอดคล้องกัน',
     'lczfmmbyz' => 'รหัสผ่านการชำระเงินทั้งสองไม่สอดคล้องกัน',
     'yqmcw' => 'รหัสคำเชิญเกิดข้อผิดพลาด',
     
     'dengru' => 'Login',
     'dengru' => 'Login',
     'dengru' => 'Login',
    
    
 
];