<?php

return [
    'dengru' => 'लॉग इन करें',
    'lang' => 'हिन्दीी',
    'wellcome' => 'डिजिटल भविष्य की दुनिया में आपका स्वागत है',
     'account' => 'कृपया उपयोगकर्ता नाम दर्ज करें',
     'password' => 'कृपया पासवर्ड दर्ज करें',
     'Openaccountimmediately' => 'अभी खाता खोलें',
     'pname' => 'कृपया सही उपयोक्तानाम दर्ज करें',
     'wanjimima' => 'पासवर्ड भूल जाओ',
     'yonghubuchunzai' => 'उपभोगकर्ता मौजूद नहीं',
     'dengrumimayouwu' => 'लॉगिन पासवर्ड गलत है, कृपया पुनः प्रयास करें!',
     'dengruchenggong' => 'सफलतापूर्वक साइन इन करें',
     'zhanghaosdlxgly' => 'खाता लॉक हो गया है, कृपया व्यवस्थापक से संपर्क करें!',
     
     'zczh' => 'एक खाता दर्ज करो',
     'yonghuming' => 'एक खाता दर्ज करो',
     'yonghumima' => 'उपयोगकर्ता पासवर्ड',
     'quremima' => 'उपयोगकर्ता पासवर्ड की पुष्टि करें',
     'zhifumima' => 'भुगतान पासवर्ड',
     'qrzhifumima' => 'भुगतान पासवर्ड की पुष्टि करें',
     'youjyzm' => 'आमंत्रण संकेत',
     'zhuce' => 'पंजीकरण करवाना',
     
     'qsrzqdyhm' => 'कृपया सही उपयोक्तानाम दर्ज करें',
     'gzhyzc' => 'यह खाता पंजीकृत कर लिया गया है！',
     'qsrdwmm' => 'कृपया 6-16 अंकों का पासवर्ड दर्ज करें!',
     'qsryzm' => 'कृपया सत्यापन कोड दर्ज करें',
     'yzmbzq' => 'ग़लत सत्यापन कोड',
     'lcmmbyz' => 'दो पासवर्ड असंगत हैं',
     'lczfmmbyz' => 'दो भुगतान पासवर्ड असंगत हैं',
     'yqmcw' => 'आमंत्रण कोड त्रुटि',
     
     'dengru' => 'Login',
     'dengru' => 'Login',
     'dengru' => 'Login',
    
    
 
];